const questions = [
  {
    "question_id": 1,
    "content": "以下关于中国重要地理界限描述正确的是：",
    "option_A": "季风区与非季风区的界限：大兴安岭-阴山-贺兰山-巴颜喀拉山-冈底斯山",
    "option_B": "地形一级阶梯和二级阶梯的分界线：昆仑山-太行山-横断山脉",
    "option_C": "外流区域与内流区域的界限：大兴安岭-阴山-贺兰山-秦岭",
    "option_D": "地形二级阶梯和三级阶梯的分界线：大兴安岭-祁连山-巫山-雪峰山",
    "answer": "A",
    "explanation": "季风区与非季风区的正确分界线是大兴安岭-阴山-贺兰山-巴颜喀拉山-冈底斯山。B选项错误，一级和二级阶梯分界线是昆仑山-祁连山-横断山脉；C选项错误，外流与内流区分界线是大兴安岭-阴山-贺兰山-祁连山；D选项错误，二级和三级阶梯分界线是大兴安岭-太行山-巫山-雪峰山。",
    "difficulty": 3,
    "lasttime": "2025-06-16T00:00:00Z",
    "subject": "地理",
    "error_number": 1
  }
  ,
  {
    "question_id": 2,
    "content": "中国梦凝聚了几代中国人的夙愿，体现了中华民族和中国人民的整体利益，是每一个中华儿女的共同期盼。实现中华民族伟大复兴是一项光荣而艰巨的事业，需要一代又一代中国人共同为之努力，把奋斗的激情、创业的热情凝聚起来，以强大的合力去争取新的伟大胜利。可见：",
    "option_A": "认识具有反复性和无限性",
    "option_B": "意识具有目的性和自觉选择性",
    "option_C": "意识对人们改造客观世界有指导作用",
    "option_D": "认识是对客观存在的反映",
    "answer": "C",
    "explanation": "题干强调了‘中国梦’作为一种共同的精神力量，能够激励人们持续奋斗并推动实践发展，这体现了意识对人们改造客观世界的指导作用。A选项虽正确，但与题意无关；B选项描述的是意识的选择特性，未体现题干中的重点；D选项仅说明认识来源于存在，而非题干所突出的‘凝聚力量’这一能动作用。",
    "difficulty": 3,
    "lasttime": "2025-04-05T12:00:00Z",
    "subject": "政治",
    "error_number": 1
}
];