const questions = [
  {
    "question_id": 1,
    "content": "以下关于中国重要地理界限描述正确的是：",
    "option_A": "季风区与非季风区的界限：大兴安岭-阴山-贺兰山-巴颜喀拉山-冈底斯山",
    "option_B": "地形一级阶梯和二级阶梯的分界线：昆仑山-太行山-横断山脉",
    "option_C": "外流区域与内流区域的界限：大兴安岭-阴山-贺兰山-秦岭",
    "option_D": "地形二级阶梯和三级阶梯的分界线：大兴安岭-祁连山-巫山-雪峰山",
    "answer": "A",
    "explanation": "季风区与非季风区的正确分界线是大兴安岭-阴山-贺兰山-巴颜喀拉山-冈底斯山。B选项错误，一级和二级阶梯分界线是昆仑山-祁连山-横断山脉；C选项错误，外流与内流区分界线是大兴安岭-阴山-贺兰山-祁连山；D选项错误，二级和三级阶梯分界线是大兴安岭-太行山-巫山-雪峰山。",
    "difficulty": 3,
    "lasttime": "2025-06-16T00:00:00Z",
    "subject": "地理",
    "error_number": 1
  }
];