const Texts = [
{
"txt_id": 1,
"content": "分析团进村是如何解决「合村不合心」问题的（字数宽松，请全面）",
"text":"为了使规则落到实处，村里采用积分制进行管理，整个村民规则包括30条加分项和30条减分项，大家称之为「团进60条」。",
"answer": "采用积分制进行管理，明确加分项及减分项",
"explanation": "「采用积分制管理」很容易写对，因为有「动词+事物」，但是「明确加分项和减分项」因为只有事物而容易被忽略",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 2,
"content": "谈谈海港街道是如何开展平安小区建设的（字数宽松，请全面）。",
"text":"2020年7月运行以来，中心成功化解183起纠纷，成功率达98.4%，接受当事人咨询631人次。",
"answer": "化解纠纷，提供咨询服务。",
"explanation": "虽然材料是「效果/成绩」的句子，但是内容依旧可能包含做法，字数富裕的时候写。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 3,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"龙港把数字化作为破解'人少事多''乡镇缺层'等难题的'船'和'桥'。实行'一网统管'，广泛拓展信息来源，打通各类监督议政平台，率先实行110与12345话务并轨，确保市级指令直达社区、贯通网格,形成闭环联动处置机制。",
"answer": "以数字化破题，实行一网统管，打通各类监督议政平台，形成闭环联动处理机制。",
"explanation": "「拓展信息来源」既是对策局，也是意义和影响句，字数不够的时候不写；「并轨110和12345话务」是对「打通各类监督议政平台」的解释，属于三级目录，字数不够的时候不写",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 4,
"content": "谈谈J市是如何推进诉源治理工作的。",
"text":"哈米尝试向J市外国人服务管理平台求助。接到调解预约后，平台工作人员马上联系到哈米和陈阿姨，并派人现场调解，最终双方达成调解协议。市委政法委林副书记说，J市扎实推进诉源治理，坚持「源头预防为先，非诉机制挺前」，将更多法治力量延伸到基层，对案件源头形成治理合力，有效预防和解决基层矛盾纠纷。",
"answer": "建立服务管理平台。接到预约后立即联系当事人，派人现场调解。",
"explanation": "这里总括词去掉「外国人」，因为不是外国人管理平台也是一样的联系当事人调解，因此可以去掉「外国人」",
"lasttime": "2025-06-16T00:00:00Z",
"subject": " 概括对策",
"error_number": 1
},
{
"txt_id": 5,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"为让更多市民切身感受到生活在这座城市的幸福感，龙港在广泛征询意见建议的基础上，聚焦群众急难愁盼问题，梳理形成10件民生实事候选项目，逐项分解落实责任，主动接受各界监督，确保高质量办好民生实事",
"answer": "建立服务管理平台。接到预约后立即联系当事人，派人现场调解。",
"explanation": "这里确保高质量办好民生实事是这段所有对策总目标，本段所有对策都是为了这一目标，且「办好」本身也是对策，适合作为总括词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": " ",
"error_number": 1
},
];


// 确保Texts变量在全局作用域可用
window.Texts = Texts;

///
const Texts_exmples = [
{
"txt_id": 1,
"content": "（字数宽松，请全面）",
"text":"    ",
"answer": "  ",
"explanation": "   ",
"lasttime": "2025-06-16T00:00:00Z",
"subject": " ",
"error_number": 1
},
]
///