const Texts = [
{
"txt_id": 1,
"content": "分析团进村是如何解决「合村不合心」问题的（字数宽松，请全面）",
"text":"为了使规则落到实处，村里采用积分制进行管理，整个村民规则包括30条加分项和30条减分项，大家称之为「团进60条」。",
"answer": "采用积分制进行管理，明确加分项及减分项",
"explanation": "「采用积分制管理」很容易写对，因为有「动词+事物」，但是「明确加分项和减分项」因为只有事物而容易被忽略",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 2,
"content": "谈谈海港街道是如何开展平安小区建设的（字数宽松，请全面）。",
"text":"2020年7月运行以来，中心成功化解183起纠纷，成功率达98.4%，接受当事人咨询631人次。",
"answer": "化解纠纷，提供咨询服务。",
"explanation": "虽然材料是「效果/成绩」的句子，但是内容依旧可能包含做法，字数富裕的时候写。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 3,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"龙港把数字化作为破解'人少事多''乡镇缺层'等难题的'船'和'桥'。实行'一网统管'，广泛拓展信息来源，打通各类监督议政平台，率先实行110与12345话务并轨，确保市级指令直达社区、贯通网格,形成闭环联动处置机制。",
"answer": "以数字化破题，实行一网统管，打通各类监督议政平台，形成闭环联动处理机制。",
"explanation": "「拓展信息来源」既是对策局，也是意义和影响句，字数不够的时候不写；「并轨110和12345话务」是对「打通各类监督议政平台」的解释，属于三级目录，字数不够的时候不写",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 4,
"content": "谈谈J市是如何推进诉源治理工作的。",
"text":"哈米尝试向J市外国人服务管理平台求助。接到调解预约后，平台工作人员马上联系到哈米和陈阿姨，并派人现场调解，最终双方达成调解协议。市委政法委林副书记说，J市扎实推进诉源治理，坚持「源头预防为先，非诉机制挺前」，将更多法治力量延伸到基层，对案件源头形成治理合力，有效预防和解决基层矛盾纠纷。",
"answer": "建立服务管理平台。接到预约后立即联系当事人，派人现场调解。",
"explanation": "这里总括词去掉「外国人」，因为不是外国人管理平台也是一样的联系当事人调解，因此可以去掉「外国人」",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 5,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"为让更多市民切身感受到生活在这座城市的幸福感，龙港在广泛征询意见建议的基础上，聚焦群众急难愁盼问题，梳理形成10件民生实事候选项目，逐项分解落实责任，主动接受各界监督，确保高质量办好民生实事",
"answer": "办好民生实事。广泛征询意见建议，聚焦急难愁盼问题，梳理形成民生实事候选项目，逐项分解落实，接受监督。",
"explanation": "这里确保高质量办好民生实事是这段所有对策总目标，本段所有对策都是为了这一目标，且「办好」本身也是对策，适合作为总括词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 6,
"content": "基层文化工作遇到了哪些问题？（字数宽松，请全面）",
"text":"有的村民就提出能不能把歌舞等文化活动搬到网上，通过直播、短视频的方式让在外打工不能归乡的村民感受家乡魅力。",
"answer": "未充分利用互联网，缺乏短视频、直播等创新方式。",
"explanation": "对策同样可以推问题",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 7,
"content": "分析智慧社区建设存在的问题（字数宽松，请全面）",
"text":"有的社区智慧系统，通过手机APP提供社区购物、维修、缴纳物业费等服务，但多位业主反映，基本没有用过这个APP，原因是系统操作复杂，能用的服务也不多",
"answer": "APP使用率低。系统操作复杂，服务少。",
"explanation": "使用率低是最终结果，可以选用最终结果作为总括词。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 8,
"content": "分析智慧社区建设存在的问题（字数宽松，请全面）",
"text":"有的社区要通过多个系统录入人员信息，而这些系统由不同部门各自开发，同一信息要重复录入，社区有几千人，录一次就要半个多月，工作负担反而加重",
"answer": "部门协同不到位。不同部门各自开发，导致信息重复录入，工作负担加重。",
"explanation": "缺乏现成总括词，选取根本原因「部门协同不到位」作为总括词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 9,
"content": "分析智慧社区建设存在的问题（字数宽松，请全面）",
"text":"还有的社区花大力气建成的系统，却因录入数据不准确，功能大打折扣。有录入人员直言:「入户走访，可能一天只入户7次，但为了让考核好看一些，我就在系统上填报15次，反正也没人来管。",
"answer": "系统数据不准确。缺少监管，工作人员为考核录入虚假数据，系统功能打折扣。",
"explanation": "「造假」肯定属于负面表达，但是「为了让考核好看一些，我就在系统上填报15次」不好总结容易遗漏。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 10,
"content": "分析W县能够做好绿色发展的原因。",
"text":"没选择，有时是最好的选择，对W县发展来说正是如此。县委蓝书记对W县的情况有清醒认识，土地资源的受限、空间发展的制约，决定了W县不能走工业兴县的道路，只能另辟蹊径，一门心思探索依山傍水绿色发展的路径。",
"answer": "干部保持清醒认识，因地制宜探索绿色发展路径。",
"explanation": "「认识清醒」可以作为总括词，本段作为总括句。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括原因",
"error_number": 1
},
{
"txt_id": 11,
"content": "分析W县能够做好绿色发展的原因。",
"text":"近几年，W县根据省市发展规划，结合美丽城镇建设要求，扎实推进城乡风貌样板区试点建设。优美的生态环境吸引了大量游客，旅游产值年均超亿元，接待人次年均超100万，旅游过夜人次年均突破11.8万。W县获得“全国旅游百强县”等多项国字号荣誉。",
"answer": "推进城乡风貌样板区试点建设。根据发展规划，结合美丽城镇建设，打造优美环境。",
"explanation": "「根据」、「结合」都很虚，只有「推进试点建设」最适合作为总括词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括原因",
"error_number": 1
},
{
"txt_id": 12,
"content": "分析W县能够做好绿色发展的原因。",
"text":"盘活民宿的非假日经济，是W县的重要探索。蓝书记介绍，去年开始，时光信息科技有限公司等企业在W县试行卫星办公。这些企业依靠信息网络等技术手段，将设立在县里的办公点与位于城市的总部连接起来。县里首推136家精品特色民宿开展卫星办公试点。卫星办公提高了我们平时的入住率，成了很多科技企业闭关的选择。竹·窗民宿刘老板说。",
"answer": "盘活民宿非假日经济。企业与民宿推行卫星办公，提高入住率",
"explanation": "「提高入住率」是结果，但是「实现绿色发展」的原因，依据是「结果」是否为最终结果，是否为「绿色发展的内涵」",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括原因",
"error_number": 2
},
{
"txt_id": 13,
"content": "分析W县能够做好绿色发展的原因。",
"text":"W县拥有丰富的旅游资源，户外旅游是W县精心打造的金名片。2014年W县引进了占地约800亩的野天堂项目。此后，山地摩托、滑翔伞等项目纷纷落地，最具代表性的是民宿的发展。W县是H市民宿起步最早、数量最多的县，民宿（农家乐）近千家，占H市近40%，2021年接待游客730余万人次，带动旅游消费30多亿元。",
"answer": "发展户外旅游。盘活旅游资源，引进娱乐项目",
"explanation": "「拥有丰富旅游资源」本身是优势，但是要成为原因，必须加上动词「盘活」（主动作为才是原因）",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括原因",
"error_number": 1
},
{
"txt_id": 14,
"content": "谈谈青年人才对推动制造业高质量发展的重要作用。（字数宽松，请全面）",
"text":"一场有关广东制造业高质量发展的某高端论坛上，38岁的F集团董事长高先生豪情满怀，「中国企业家的格局决定了中国制造未来的发展，富有企业家精神的年轻一代企业家，正挑起广东制造业高质量发展的大梁。」F集团主业是工业机器人，在高先生带领下，已经成为行业领军企业，实现了核心技术自主可控，产品远销80多个国家和地区。",
"answer": "发扬企业家精神，打造领军企业，实现核心技术自主可控，扩宽市场",
"explanation": "作用的概念比较宽泛，有利的做法也可以作为作用<br  />注意「产品远销80多个国家」规范化表达「拓宽市场」<br  />「企业家精神」本身是一种禀赋，但是加上动词「发扬」便可以成为作用",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括影响",
"error_number": 1
},
{
"txt_id": 15,
"content": "谈谈青年人才对推动制造业高质量发展的重要作用。（字数宽松，请全面）",
"text":"1985年，20岁的刘工从技校毕业进入该基地。“当时我国飞机维修能力很有限，连辅助工具都依赖进口。”如今，刘工团队研究发现的工装设备已获国家专利证书131项。“技能人才是制造业当家的重要基础。这支队伍后继有人、日渐壮大，我们的制造强国梦才能实现。”刘工说。",
"answer": "提高技术能力，减少对外技术依赖，研发工装设备",
"explanation": "「当时我国飞机维修能力很有限，连辅助工具都依赖进口」明显是问题表达，但是过去存在的问题改善了，可以推出作用是「提高技术能力，减少对外技术依赖」",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括影响",
"error_number": 1
},
{
"txt_id": 16,
"content": "谈谈青年人才对推动制造业高质量发展的重要作用。（字数宽松，请全面）",
"text":"不少“00后”受到鼓舞，投身技能报国。白云国际机场户外修机坪，20岁的小郑正对照图纸认真检查飞机。“之前有幸到某基地参观并聆听刘工的分享，我想成为飞机维修师！”这位全国职业技能大赛银牌得主尚未毕业，便收到公司的邀请，提前签约。改革开放以来，广东建成了世界上最完备的产业链供应链和工业体系，背后是一支宏大的高素质产业工人队伍。",
"answer": "吸引人才，分享经验，壮大高素质产业工人队伍，建成完备产业链供应链和工业体系。",
"explanation": "「受到影响」本身就是影响表达不可忽略，规范化为「吸引人才」<br  />「分享」是对策，代入「青年人才分享经验对制造业高质量发展有作用」通顺，可以纳入答案。<br  />「高素质产业工人队伍」虽然没有表达成影响形式，但是不是无中生有的，加动词「壮大」转化成作用句",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括影响",
"error_number": 1
},
{
"txt_id": 17,
"content": "简要概括人才在北山镇乡村振兴工作中发挥的作用。（字数紧张，请简要）",
"text":"李其让，根雕大师，根雕是我市非物质文化遗产，为了传承这门祖传手艺，他精钻深研40多年，现在雕出来的东西栩栩如生，把根雕文化给做‘活’了，他的工作室在我们这边很有名气，很多人在他那儿当学徒",
"answer": "振兴非遗文化。传承和激活非遗文化，扩大知名度，培养传承人",
"explanation": "「传承」和「激活」为减少字数，可合并；<br  />「有名气」规范化为「扩大知名度」<br  />「招收学徒」规范化为培养传承人",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括影响",
"error_number": 1
},
{
"txt_id": 18,
"content": "简要概括人才在北山镇乡村振兴工作中发挥的作用。（字数紧张，请简要）",
"text":"鲁小洪接着说：“除了本地企业家，这几年返乡创业的人才也很多，像这位赖以赏，大学毕业后在省会待了几年，前年回来开了家电商公司，在网上卖起了我们这儿的农产品，不仅打开了销路，还实现了本地农产品从农民手上到消费者手上的‘一步到位’。还有这位叫邓志明，退伍后就在家琢磨怎么把青头鸭养好，现在已经成为了村里的养鸭大户，大家看他身后的养鸭场，已经被打造成吃、住、游一体化的生态养殖场，不仅带动本地的旅游发展，还打响了这里的青头鸭品牌。”",
"answer": "带动产业发展。打开线上销路，实现农消对接，打响品牌",
"explanation": "本段字数紧张，部分对策不必转化为作用，例如「打造生态农场」等。<br  />「打开销路」集合「电商」总结为「打开线上销路」<br  />「农消对接」为规范词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括影响",
"error_number": 1
},
{
"txt_id": 19,
"content": "请你谈谈玉陵湖大桥“巧”在哪些地方？",
"text":"玉陵湖大桥与两条高速公路无缝连接，呈“8”字形环绕。秦创说：“桥梁和道路的连接处是设计的关键点，对接不好容易发生交通事故。我们在设计时与公路施工方反复沟通，最终确定了现在这个‘8’字形的连接方式。现在新桥能连接9个村庄，可谓四通八达。”这座小而美的桥梁，真是处处体现匠心。",
"answer": "连接方式巧。采用8字形连接方式，与高速公路无缝衔接，减少交通事故，连接多个村庄，四通八达。",
"explanation": "「连接方式」、「无缝衔接」、「连接村庄」，「连接」是本段的高频词，可以用作总括词，比「交通便利」作为总括词更好",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括综合",
"error_number": 1
},
{
"txt_id": 20,
"content": "请你谈谈玉陵湖大桥“巧”在哪些地方？",
"text":"提起建桥的过程，秦创更滔滔不绝了，他详细介绍了建桥中的“废料再利用”和“污水收集处理循环系统”这两项环保技术。“废料再利用”是指旧桥混凝土100%循环再利用，旧桥251吨钢材全部被回收。“污水收集处理循环系统”是指施工中对污水进行集中处理，达到排放标准后用于施工区域洒水。秦创把枯燥的技术讲得通俗易懂。我们听得津津有味，心中叹服，原来巧夺天工来自于技术的高超。（50字）",
"answer": "技术环保巧。利用废料再利用技术回收旧桥钢材，利用污水收集处理循环系统用于施工区域洒水。",
"explanation": "本段有50字的空间，只写「废料再利用」和「污水收集处理循环系统」太少了，可以把相关解释内容也加进去",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括综合",
"error_number": 1
},
{
"txt_id": 21,
"content": "请概括H市为优化营商环境采取了哪些措施，取得了哪些成效。",
"text": "线上服务快速高效，线下帮扶周到细致。在一家纺织公司的厂房里，一条条细如发丝的化纤从卷轴拉出，经过上浆、并轴，织成连绵不断的布匹。「别看现在生产线满负荷运转，几个月前，订单少，三天两头停产。」公司负责人徐女士说，「幸亏有『点对点工作组』，他们看到我们的困难后主动组织企业间对接，逐渐打开了销路。」徐女士所说的「点对点工作组」，是H市党政干部常态化联系民营企业的制度，一家重点企业安排一名科级干部为「首席服务官」、一名科员为「首席服务员」、一名主办银行负责人为「首席金融官」，「点对点工作组」要定期、主动走访企业。「我最初没把这个工作组当回事，以为只是走走过场。」徐女士说。看到工作组为公司开拓销路不断奔波，甚至节假日还在忙碌，市督导组也经常过来查询工作组的服务成效，徐女士发现政府对这个帮扶制度是非常认真的，「现在，政府对企业更加了解了，帮扶也更加精准到位了。」",
"answer": "对策：建立干部常态化联系民营企业制度。成立「点对点工作组」，定期主动走访企业；督导组查询服务成效。成效：让政府了解企业，实现精准帮扶。",
"explanation": "为什么选「建立干部常态化联系民营企业制度」作为总括词？<br  />1、制度＞具体方案；<br  />2、首尾都提到帮扶机制",
"lasttime": "2025-06-17T00:00:00Z",
"subject": "概括综合",
"error_number": 0
}

];



// 确保Texts变量在全局作用域可用
window.Texts = Texts;

///
const Texts_exmples = [
{
"txt_id": 1,
"content": "<br  />（字数宽松，请全面）",
"text":"    ",
"answer": "  ",
"explanation": "   ",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "",
"error_number": 1
},
]
///