const Texts = [
{
"txt_id": 1,
"content": "分析团进村是如何解决「合村不合心」问题的（字数宽松，请全面）",
"text":"为了使规则落到实处，村里采用积分制进行管理，整个村民规则包括30条加分项和30条减分项，大家称之为「团进60条」。",
"answer": "采用积分制进行管理，明确加分项及减分项",
"explanation": "「采用积分制管理」很容易写对，因为有「动词+事物」，但是「明确加分项和减分项」因为只有事物而容易被忽略",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 2,
"content": "谈谈海港街道是如何开展平安小区建设的（字数宽松，请全面）。",
"text":"2020年7月运行以来，中心成功化解183起纠纷，成功率达98.4%，接受当事人咨询631人次。",
"answer": "化解纠纷，提供咨询服务。",
"explanation": "虽然材料是「效果/成绩」的句子，但是内容依旧可能包含做法，字数富裕的时候写。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 3,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"龙港把数字化作为破解'人少事多''乡镇缺层'等难题的'船'和'桥'。实行'一网统管'，广泛拓展信息来源，打通各类监督议政平台，率先实行110与12345话务并轨，确保市级指令直达社区、贯通网格,形成闭环联动处置机制。",
"answer": "以数字化破题，实行一网统管，打通各类监督议政平台，形成闭环联动处理机制。",
"explanation": "「拓展信息来源」既是对策局，也是意义和影响句，字数不够的时候不写；「并轨110和12345话务」是对「打通各类监督议政平台」的解释，属于三级目录，字数不够的时候不写",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 4,
"content": "谈谈J市是如何推进诉源治理工作的。",
"text":"哈米尝试向J市外国人服务管理平台求助。接到调解预约后，平台工作人员马上联系到哈米和陈阿姨，并派人现场调解，最终双方达成调解协议。市委政法委林副书记说，J市扎实推进诉源治理，坚持「源头预防为先，非诉机制挺前」，将更多法治力量延伸到基层，对案件源头形成治理合力，有效预防和解决基层矛盾纠纷。",
"answer": "建立服务管理平台。接到预约后立即联系当事人，派人现场调解。",
"explanation": "这里总括词去掉「外国人」，因为不是外国人管理平台也是一样的联系当事人调解，因此可以去掉「外国人」",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 5,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"为让更多市民切身感受到生活在这座城市的幸福感，龙港在广泛征询意见建议的基础上，聚焦群众急难愁盼问题，梳理形成10件民生实事候选项目，逐项分解落实责任，主动接受各界监督，确保高质量办好民生实事",
"answer": "办好民生实事。广泛征询意见建议，聚焦急难愁盼问题，梳理形成民生实事候选项目，逐项分解落实，接受监督。",
"explanation": "这里确保高质量办好民生实事是这段所有对策总目标，本段所有对策都是为了这一目标，且「办好」本身也是对策，适合作为总括词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 6,
"content": "基层文化工作遇到了哪些问题？（字数宽松，请全面）",
"text":"有的村民就提出能不能把歌舞等文化活动搬到网上，通过直播、短视频的方式让在外打工不能归乡的村民感受家乡魅力。",
"answer": "未充分利用互联网，缺乏短视频、直播等创新方式。",
"explanation": "对策同样可以推问题",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 7,
"content": "分析智慧社区建设存在的问题（字数宽松，请全面）",
"text":"有的社区智慧系统，通过手机APP提供社区购物、维修、缴纳物业费等服务，但多位业主反映，基本没有用过这个APP，原因是系统操作复杂，能用的服务也不多",
"answer": "APP使用率低。系统操作复杂，服务少。",
"explanation": "使用率低是最终结果，可以选用最终结果作为总括词。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 8,
"content": "分析智慧社区建设存在的问题（字数宽松，请全面）",
"text":"有的社区要通过多个系统录入人员信息，而这些系统由不同部门各自开发，同一信息要重复录入，社区有几千人，录一次就要半个多月，工作负担反而加重",
"answer": "部门协同不到位。不同部门各自开发，导致信息重复录入，工作负担加重。",
"explanation": "缺乏现成总括词，选取根本原因「部门协同不到位」作为总括词",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
{
"txt_id": 9,
"content": "分析智慧社区建设存在的问题（字数宽松，请全面）",
"text":"还有的社区花大力气建成的系统，却因录入数据不准确，功能大打折扣。有录入人员直言:「入户走访，可能一天只入户7次，但为了让考核好看一些，我就在系统上填报15次，反正也没人来管。",
"answer": "系统数据不准确。缺少监管，工作人员为考核录入虚假数据，系统功能打折扣。",
"explanation": "「造假」肯定属于负面表达，但是「为了让考核好看一些，我就在系统上填报15次」不好总结容易遗漏。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括问题",
"error_number": 1
},
];



// 确保Texts变量在全局作用域可用
window.Texts = Texts;

///
const Texts_exmples = [
{
"txt_id": 1,
"content": "（字数宽松，请全面）",
"text":"    ",
"answer": "  ",
"explanation": "   ",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "",
"error_number": 1
},
]
///