const Texts = [
{
"txt_id": 1,
"content": "分析团进村是如何解决「合村不合心」问题的（字数宽松，请全面）",
"text":"为了使规则落到实处，村里采用积分制进行管理，整个村民规则包括30条加分项和30条减分项，大家称之为「团进60条」。",
"answer": "采用积分制进行管理，明确加分项及减分项",
"explanation": "「采用积分制管理」很容易写对，因为有「动词+事物」，但是「明确加分项和减分项」因为只有事物而容易被忽略",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 2,
"content": "谈谈海港街道是如何开展平安小区建设的（字数宽松，请全面）。",
"text":"2020年7月运行以来，中心成功化解183起纠纷，成功率达98.4%，接受当事人咨询631人次。",
"answer": "化解纠纷，提供咨询服务。",
"explanation": "虽然材料是「效果/成绩」的句子，但是内容依旧可能包含做法，字数富裕的时候写。",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
},
{
"txt_id": 3,
"content": "概括「龙港撤镇设市三年来的改革创新实践」的主要做法（字数紧张，请精简）。",
"text":"龙港把数字化作为破解'人少事多''乡镇缺层'等难题的'船'和'桥'。实行'一网统管'，广泛拓展信息来源，打通各类监督议政平台，率先实行110与12345话务并轨，确保市级指令直达社区、贯通网格,形成闭环联动处置机制。",
"answer": "以数字化破题，实行一网统管，打通各类监督议政平台，形成闭环联动处理机制。",
"explanation": "「拓展信息来源」既是对策局，也是意义和影响句，字数不够的时候不写；「并轨110和12345话务」是对「打通各类监督议政平台」的解释，属于三级目录，字数不够的时候不写",
"lasttime": "2025-06-16T00:00:00Z",
"subject": "概括对策",
"error_number": 1
}
];


// 确保Texts变量在全局作用域可用
window.Texts = Texts;

///
const Texts_exmples = [
{
"txt_id": 1,
"content": "（字数宽松，请全面）",
"text":"    ",
"answer": "  ",
"explanation": "   ",
"lasttime": "2025-06-16T00:00:00Z",
"subject": " ",
"error_number": 1
},
]
///